---
type: GutterType
namespace: Autodesk.Revit.DB.Architecture
version: 2024
members: 1
tags: [revit-api, class]
---

# GutterType

`Autodesk.Revit.DB.Architecture.GutterType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |